{"Would you rather be the author of a popular book or a musician in a band who released a popular album?":"xeno#5948",
"Would you rather visit the international space station for a week or stay in an underwater hotel for a week?":"xeno#5948","Would you rather go skiing or go to a water park?":"xeno#5948",
"Would you rather only be able to walk on all fours or only be able to walk sideways like a crab?":"xeno#5948",
"Would you rather start a colony on another planet or be the leader of a small country on Earth?":"xeno#5948",
"Would you rather be able to see things that are very far away, like binoculars or be able to see things very close up, like a microscope?":"xeno#5948",
"Would you rather be an incredibly fast swimmer or an incredibly fast runner?":"xeno#5948","Would you rather be able to jump as high as a kangaroo or hold your breath as long as a whale?":"xeno#5948",
"Would you rather be a master at drawing or be an amazing singer?":"xeno#5948","Would you rather have ninja-like skills or have amazing coding skills in any language?":"xeno#5948",
"Would you rather be able to control fire or water?":"xeno#5948","Would you rather be able to remember everything you’ve ever seen or heard or be able to perfectly imitate any voice you heard?":"xeno#5948",
"Would you rather meet your favorite celebrity or be on a TV show?":"xeno#5948","Would you rather brush your teeth with soap or drink sour milk?":"xeno#5948",
"Would you rather be a master at origami or a master of sleight of hand magic?":"xeno#5948",
"Would you rather be able to shrink down to the size of an ant any time you wanted to or be able to grow to the size of a two-story building anytime you wanted to?":"xeno#5948",
"Would you rather be bulletproof or be able to survive falls from any height?":"xeno#5948",
"Would you rather be able to change color to camouflage yourself or grow fifteen feet taller and shrink back down whenever you wanted?":"xeno#5948",
"Would you rather never have any homework or be paid 10$ per hour for doing your homework?":"xeno#5948",
"Would you rather have eyes that change color depending on your mood or hair that changes color depending on the temperature?":"xeno#5948",
"Would you rather eat broccoli flavored ice cream or meat flavored cookies?":"xeno#5948","Would you rather eat a worm or a grasshopper?":"xeno#5948",
"Would you rather have super strength or super speed?":"xeno#5948","Would you rather be able to play the piano or the guitar?":"xeno#5948",
"Would you rather be able to change the color of anything with just a thought or know every language that has ever been spoken on Earth?":"xeno#5948",
"would you rather be a falcon or a great white shark?":"xeno#5948"}
